[
  {
      "id": 1,
      "comment": "I was very well attended by the sellers, all friendly and helpful."
  },
  {
      "id": 2,
      "comment": "The store is well organized and comfortable, I liked the spacious area."
  },
  {
      "id": 3,
      "comment": "I bought a shoe that came with a defect, but it was quickly replaced."
  },
  {
      "id": 4,
      "comment": "I found the prices of the products very high compared to other stores."
  },
  {
      "id": 5,
      "comment": "Congratulations to the team for the great service! I am very satisfied."
  },
  {
      "id": 6,
      "comment": "The Avenida card limit is very low, I can't make larger purchases."
  },
  {
      "id": 7,
      "comment": "I had difficulty paying with the Grupo Avenida card, the system went down."
  },
  {
      "id": 8,
      "comment": "The line at the checkout was huge, I took a long time to be served."
  },
  {
      "id": 9,
      "comment": "I went to buy a t-shirt, but my size was not available."
  },
  {
      "id": 10,
      "comment": "The store's products are of great quality, I highly recommend them!"
  },
  {
      "id": 11,
      "comment": "The experience was great, but I think the insurance they offer is not very clear."
  },
  {
      "id": 12,
      "comment": "I was well attended, but I think they could improve the store's air conditioning."
  },
  {
      "id": 13,
      "comment": "The installment on the Grupo Avenida card has very high interest rates."
  },
  {
      "id": 14,
      "comment": "I bought a wonderful dress, I loved the fabric and the quality!"
  },
  {
      "id": 15,
      "comment": "The shoe prices are great, very affordable!"
  },
  {
      "id": 16,
      "comment": "The store was crowded and I took a long time to be served in the fitting room."
  },
  {
      "id": 17,
      "comment": "I found the environment very pleasant, the music was at a good volume."
  },
  {
      "id": 18,
      "comment": "I couldn't buy the perfume I wanted, it was out of stock."
  },
  {
      "id": 19,
      "comment": "I tried to use my Avenida card, but I didn't have enough balance for a simple purchase."
  },
  {
      "id": 20,
      "comment": "The employees were very polite and solved my issue quickly."
  },
  {
      "id": 21,
      "comment": "Few employees at the checkout"
  },
  {
      "id": 22,
      "comment": "They could have more payment options, I missed other card brands."
  },
  {
      "id": 23,
      "comment": "Few product options, I missed more variety."
  },
  {
      "id": 24,
      "comment": "The company's website is very slow and the e-commerce no longer exists, it was a negative point."
  },
  {
      "id": 25,
      "comment": "The employees were very polite and solved my issue quickly."
  }
]
