[
  {
      "id": 1,
      "comment": "Fui muito bem atendido pelos vendedores, todos simpáticos e prestativos."
  },
  {
      "id": 2,
      "comment": "A loja é bem organizada e confortável, gostei do espaço amplo."
  },
  {
      "id": 3,
      "comment": "Comprei um sapato que veio com defeito, mas foi trocado rapidamente."
  },
  {
      "id": 4,
      "comment": "Achei os preços dos produtos muito altos em relação a outras lojas."
  },
  {
      "id": 5,
      "comment": "Parabéns à equipe pelo ótimo atendimento! Estou muito satisfeito."
  },
  {
      "id": 6,
      "comment": "O limite do cartão Avenida é muito baixo, não consigo fazer compras maiores."
  },
  {
      "id": 7,
      "comment": "Tive dificuldade para pagar com o cartão do Grupo Avenida, o sistema caiu."
  },
  {
      "id": 8,
      "comment": "A fila no caixa estava enorme, demorei muito para ser atendido."
  },
  {
      "id": 9,
      "comment": "Fui comprar uma camiseta, mas não tinha o meu tamanho disponível."
  },
  {
      "id": 10,
      "comment": "Os produtos da loja são de ótima qualidade, recomendo muito!"
  },
  {
      "id": 11,
      "comment": "A experiência foi ótima, mas acho que o seguro que oferecem não é muito claro."
  },
  {
      "id": 12,
      "comment": "Fui bem atendido, mas acho que poderiam melhorar o ar-condicionado da loja."
  },
  {
      "id": 13,
      "comment": "O parcelamento no cartão do Grupo Avenida tem juros muito altos."
  },
  {
      "id": 14,
      "comment": "Comprei um vestido maravilhoso, adorei o tecido e a qualidade!"
  },
  {
      "id": 15,
      "comment": "Os preços dos sapatos estão ótimos, muito acessíveis!"
  },
  {
      "id": 16,
      "comment": "A loja estava cheia e demorei muito para ser atendido no provador."
  },
  {
      "id": 17,
      "comment": "Achei o ambiente muito agradável, a música estava em um volume bom."
  },
  {
      "id": 18,
      "comment": "Não consegui comprar o perfume que queria, estava em falta."
  },
  {
      "id": 19,
      "comment": "Tentei usar meu cartão Avenida, mas estava sem saldo suficiente para uma compra simples."
  },
  {
      "id": 20,
      "comment": "Os funcionários foram muito educados e resolveram minha questão com rapidez."
  },
  {
      "id": 21,
      "comment": "Poucos funcionários no caixa"
  },
  {
      "id": 22,
      "comment": "Poderiam ter mais opções de pagamento, senti falta de outras bandeiras de cartão."
  },
  {
      "id": 23,
      "comment": "Poucas opções de produtos, senti falta de mais variedade."
  },
  {
      "id": 24,
      "comment": "O site da empresa é muito lento e o e-commerce não existe mais, foi um ponto negativo."
  },
  {
      "id": 25,
      "comment": "Os funcionários foram muito educados e resolveram minha questão com rapidez."
  }
]
